{
  "2FA Recovery Codes": "Codes de récupération 2FA",
  "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l’adresse e-mail que vous avez fournie lors de l’inscription.",
  "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
  "A reset link will be sent if the account exists.": "Un lien de réinitialisation sera envoyé si le compte existe.",
  "Administration": "Administration",
  "Already have an account?": "Vous avez déjà un compte ?",
  "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
  "Authentication Code": "Code d’authentification",
  "Back": "Retour en arrière",
  "Back to dashboard": "Retour au tableau de bord",
  "Back to the marketing website": "Retour au site marketing",
  "Cancel": "Annuler",
  "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l’e-mail de vérification.",
  "Close": "Fermer",
  "Confirm": "Confirmer",
  "Confirm password": "Confirmez le mot de passe",
  "Confirm Password": "Confirmez le mot de passe",
  "Contacts": "Contacts",
  "Continue": "Continuer",
  "Create": "Créer",
  "Create account": "Créer un compte",
  "Created": "Créé",
  "Current password": "Mot de passe actuel",
  "Dark": "Mode sombre",
  "Dashboard": "Tableau de bord",
  "Delete account": "Supprimer le compte",
  "Delete your account and all of its resources": "Supprimez votre compte et toutes ses ressources",
  "Disable 2FA": "Désactiver 2FA",
  "Disabled": "Désactivé",
  "Docs": "Documents",
  "Each recovery code can be used once to access your account and will be removed after use. If you need more, click Regenerate Codes above.": "Chaque code de récupération peut être utilisé une fois pour accéder à votre compte et sera supprimé après utilisation. Si vous avez besoin de plus, cliquez sur Régénérer les codes ci-dessus.",
  "Email": "E-mail",
  "Email Address": "Adresse email",
  "Email address": "Adresse email",
  "Email password reset link": "Lien de réinitialisation du mot de passe par e-mail",
  "Enable 2FA": "Activer 2FA",
  "Enable Two-Factor Authentication": "Activer l’authentification à deux facteurs",
  "Enabled": "Activé",
  "Enter the 6-digit code from your authenticator app.": "Saisissez le code à 6 chiffres de votre application d’authentification.",
  "Enter the authentication code provided by your authenticator application.": "Saisissez le code d’authentification fourni par votre application d’authentification.",
  "Enter your email to receive a password reset link": "Entrez votre email pour recevoir un lien de réinitialisation du mot de passe",
  "Forgot password": "Mot de passe oublié",
  "Forgot your password?": "Vous avez oublié votre mot de passe ?",
  "Full name": "Nom et prénom",
  "Hide Recovery Codes": "Masquer les codes de récupération",
  "Light": "Lumière",
  "log in": "se connecter",
  "Log in": "Se connecter",
  "Log out": "Se déconnecter",
  "login using a recovery code": "connectez-vous à l’aide d’un code de récupération",
  "login using an authentication code": "connectez-vous à l’aide d’un code d’authentification",
  "Logout": "Déconnexion",
  "Me": "Moi",
  "Menu": "Menu",
  "Monica is a personal relationship manager.": "Monica est une gestionnaire de relations personnelles.",
  "Name": "Nom",
  "New password": "Nouveau mot de passe",
  "New to :name?": "Nouveau sur :name ?",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
  "optional": "facultatif",
  "or you can": "ou tu peux",
  "or, enter the code manually": "ou, entrez le code manuellement",
  "Or, return to": "Ou bien, revenez à",
  "Password": "Mot de passe",
  "Personalization": "Personnalisation",
  "Please confirm access to your account by entering one of your emergency recovery codes.": "Veuillez confirmer l’accès à votre compte en saisissant l’un de vos codes de récupération d’urgence.",
  "Please enter your new password below": "Veuillez entrer votre nouveau mot de passe ci-dessous",
  "Please verify your email address by clicking on the link we just emailed to you.": "Veuillez vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer par e-mail.",
  "Profile": "Profil",
  "Recovery Code": "Code de récupération",
  "Recovery codes let you regain access if you lose your 2FA device. Store them in a secure password manager.": "Les codes de récupération vous permettent de retrouver l’accès si vous perdez votre appareil 2FA. Stockez-les dans un gestionnaire de mots de passe sécurisé.",
  "Regenerate Codes": "Régénérer les codes",
  "Remember me": "Souviens-toi de moi",
  "Resend verification email": "Renvoyer l’e-mail de vérification",
  "Reset password": "Réinitialiser le mot de passe",
  "Save": "Sauvegarder",
  "Saved.": "Enregistré.",
  "Search": "Recherche",
  "Security & access": "Sécurité et accès",
  "Settings": "Paramètres",
  "Sign up": "S’inscrire",
  "Sign up for an account": "Créer un compte",
  "System": "Système",
  "This is a secure area of the application. Please confirm your password before continuing.": "Il s’agit d’une zone sécurisée de l’application. Veuillez confirmer votre mot de passe avant de continuer.",
  "To finish enabling two-factor authentication, scan the QR code or enter the setup key in your authenticator app.": "Pour terminer l’activation de l’authentification à deux facteurs, scannez le code QR ou saisissez la clé de configuration dans votre application d’authentification.",
  "Two-Factor Authentication Enabled": "Authentification à deux facteurs activée",
  "Two-factor authentication is now enabled. Scan the QR code or enter the setup key in your authenticator app.": "L’authentification à deux facteurs est désormais activée. Scannez le code QR ou saisissez la clé de configuration dans votre application d’authentification.",
  "Vault Description": "Description du coffre-fort",
  "Vault Name": "Nom du coffre-fort",
  "Verify Authentication Code": "Vérifier le code d’authentification",
  "View Recovery Codes": "Afficher les codes de récupération",
  "Welcome back": "Content de te revoir",
  "When you enable two-factor authentication, you will be prompted for a secure pin during login. This pin can be retrieved from a TOTP-supported application on your phone.": "Lorsque vous activez l’authentification à deux facteurs, vous serez invité à saisir un code PIN sécurisé lors de la connexion. Ce code PIN peut être récupéré à partir d’une application prise en charge par TOTP sur votre téléphone.",
  "With two-factor authentication enabled, you will be prompted for a secure, random pin during login, which you can retrieve from the TOTP-supported application on your phone.": "Lorsque l’authentification à deux facteurs est activée, vous serez invité à saisir un code PIN sécurisé et aléatoire lors de la connexion, que vous pourrez récupérer à partir de l’application prise en charge par TOTP sur votre téléphone.",
  "Your account": "Votre compte",
  "Your email address is unverified.": "Votre adresse e-mail n’est pas vérifiée."
}